<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'home' => 'ទំព័រដើម',
    'title' => 'អាជ្ញាធរសេវាហិរញ្ញវត្ថុមិនមែនធនាគារ',
    'about-us' => 'អំពីស្ថាប័ន',
    'about-fsa' => 'អំពី អ.ស.ហ.',
    'institutional-structure' => 'រចនាសម្ព័ន្ធស្ថាប័ន',
    'manager-profile' => 'រចនាសម័្ពន្ធនៃការគ្រប់គ្រង',
    'docs' => 'បណ្តុំឯកសារ',
    'law-and-regulation' => 'ច្បាប់ និង បទប្បញ្ញត្តិ',
    'prakas' => 'ប្រកាស',
    'others' => 'ផ្សេងៗ',
    'news' => 'ព័ត៌មាន',
    'contact-us' => 'ទំនាក់ទំនង',
    'see-more' => 'ផ្សេងទៀត',
    'footer' => 'រក្សាសិទ្ធគ្រប់យ៉ាងដោយអាជ្ញាធរសេវាហិរញ្ញវត្ថុមិនមែនធនាគារ',
    'doc_download' => "ទាញយកឯកសារ",
    'view' => 'ចូលមើល',
    'search' => 'លទ្ធផលស្វែងរកសម្រាប់',
    'search-here' => 'ស្វែងរកនៅទីនេះ...  រួចចុចបញ្ជូន',
    'null' => 'គ្មានទិន្នន័យ',
    'address' => 'អាសយដ្ឋាន:   អគារលេខ ១៦៨ ផ្លូវ ៥៩៨ សង្កាត់ច្រាំងចំរេះ១ ខណ្ឌឫស្សីកែវ រាជធានីភ្នំពេញ កម្ពុជា',
    'address-foot' => 'អគារលេខ ១៦៨ ផ្លូវ ៥៩៨ សង្កាត់ច្រាំងចំរេះ១ ខណ្ឌឫស្សីកែវ រាជធានីភ្នំពេញ កម្ពុជា',
    'address-short' => 'អគារលេខ ១៦៨ ផ្លូវ ៥៩៨',
    'address-long' => 'សង្កាត់ច្រាំងចំរេះ១ ខណ្ឌឫស្សីកែវ រាជធានីភ្នំពេញ កម្ពុជា',
    'phone' => 'ទូរស័ព្ទ: (+៨៥៥) ២៣ ៩៩០ ៧០០',
    'phone-foot' => '(+៨៥៥) ២៣ ៩៩០ ៧០០',
    'workDay' => 'ថ្ងៃបម្រើការងារ៖ ​ចន្ទ - សុក្រ',
    'DateTime' => 'ចន្ទ - សុក្រ: ម៉ោង ៨ព្រឹក - ៤ល្ងាច',
    'ClosedDate' => 'សៅរ៍ - អាទិត្យ : ឈប់សម្រាក',
    'workingTime' => 'ម៉ោងការងារ៖ ៨:០០ព្រឹក - ៤:០០ល្ងាច',
    'followUS' => 'បណ្តាញសង្គម',
    'quickLink' => 'តំណភ្ជាប់រហ័ស',
    'subordinate' => 'អង្គភាពក្រោមឱវាទរបស់ អ.ស.ហ.',
    'latest_news' => 'ព័ត៌មានថ្មីៗ',
    'press-release' => 'សេចក្តីប្រកាសព័ត៌មាន',
    'organization-chart' => 'រចនាសម្ព័ន្ធរបស់អាជ្ញាធរសេវាហិរញ្ញវត្ថុមិនមែនធនាគារ',
    'bod' => 'ក្រុមប្រឹក្សារបស់អាជ្ញាធរសេវាហិរញ្ញវត្ថុមិនមែនធនាគារ',
    'fonts' => 'ពុម្ពអក្សរ',
    'officer_info' => 'ព័ត៌មានមន្រ្តី',
    'officer_name' => 'ឈ្មោះមន្រ្តី: ',
    'officer_position' => 'តួនាទីមន្រ្តី: ',
    'officer_department' => 'នាយកដ្ឋាន: ',
    '404' => '៤០៤',
    'opp!' => 'អូស!!! សុំអភ័យទោស!! មិនមានទំព័រនេះទេ!!',
    'click_' => 'សូមចុច ',
    'here' => 'ទីនេះ',
    'to_homepage' => ' ដើម្បីទៅទំព័រដើម ឬក៏ ',
    'go_back' => 'ទៅ',
    'previous_page' => 'ទំព័រក្រោយ វិញ',
    'thanks' => '. សូមអរគុណ!',

];
